{
    "mental": {
        "url": "https://chiebukuro.yahoo.co.jp/category/2078297858/question/list?page={}",
        "page_list": [
            {
                "yahoo_id": "14247210789",
                "content": {
                    "title": "トラウマ（恐怖）の乗り越え方は\nその恐怖になれること。\n不安（強迫性障害）は不安な事（強迫観念をそのままにして強迫行為をさせない）をそのままにして慣れる事だと\n考えております。\nわたしは強迫性障害で\n過去の出来事に囚われてしまってます。\nその出来事にはトラウマも含まれます。\n\nその場合は、トラウマを解消する為に\n同じ経験をしてみるのがいいのか？\n\n強迫性障害なので、その出来事には\nふれないほうがいいのか？\nどちらなのでしょうか？\n\n追記、恐怖の乗り越え方と、不安の乗り越え方は、真逆だと思います。\n恐怖（立ち向かう）不安（立ち向かわない）",
                    "answer_list": [],
                    "url": "https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q14247210789",
                    "id": "14247210789"
                }
            },
            {
                "yahoo_id": "11247280841",
                "content": {
                    "title": "アイドルに夢中になるように、特定のYouTuberに夢中になってしまうことは普通ですか？\nまだお金のやり取りは発生していませんが、とあるYouTuberのことが好きで、ついつい動画を視聴してしまいます。\n今はこのコ○ナ禍で外出自粛していますが、いつかファンミーティングのようなものが開催されるとしたら、行ってみたいとさえ思っています。\n\n以前は、YouTuberはあまり信頼していませんでした。\n炎上させて、回数稼いで、まるで詐欺のようなビジネスだと感じていました。\n\nでもそのYouTuberはとても誠実で、優しくて、真面目な方です。\n応援したい気持ちが強くのめり込みそうになります。\n一つの動画の視聴回数はおおよそ10万回前後のチャンネルです。\nファンからのプレゼントを披露している動画を観るとかなりのファンがいるようです。",
                    "answer_list": [
                        "私も同じです。\n大好きなYouTuberがいて毎日見ています。\n動画が上がらなかった日は1日落ち込むくらい好きです。\n\nアイドルでもYouTuberでも夢中になれるのはいいことです。"
                    ],
                    "url": "https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q11247280841",
                    "id": "11247280841"
                }
            }
        ]
    },
    "programming": {
        "url": "https://chiebukuro.yahoo.co.jp/category/2078297616/question/list?page={}",
        "page_list": [
            {
                "yahoo_id": "10247203190",
                "content": {
                    "title": "先日メルカリを利用し、洋服を販売し購入者さんと返品に関してトラブル？になってしまったため質問させていただきます。\nメルカリを始めて日が浅く、トラブルになるなんてと焦っています。\n韓国の通販サイトで自分用に洋服を購入した際、間違えて２枚購入してしまいその分の一枚を出品しました。\n商品は届いた時から袋から出さずに保存しており、新品・未開封の商品として出品しました。取引成立後、商品について特に質問もなかったため、配送を行ったところ購入者さんから「ほつれがあるので返品してほしい」というメッセージをいただきました。\n販売していない方の服（上記の通り同じものを二着購入していたので）を確認したところ確かにほつれがありました。しかし出品したものは未開封であると記入していたこと、ほつれを気にするなら購入さんが質問等していただければよかったのでは？と思うこと、購入価格も１０００円なので品質が多少良くないのは承知の上では？（ほつれはあるが十分着れると思うので、、）などの思いから返品したくないと思っています。\n購入者さんは商品を私に送り返し取引をキャンセルしたい、送料は全額私負担でと言っています。\n１０００円で販売している（購入者さんの希望でお値下げもしました）ため返品となると配送料で売り上げがマイナスになってしまうため、出品しただけで損をすることになってしまいます。\n\n私が作った洋服ではないし、保存状況によっての欠陥ではないので、ほつれについて言われてもどうしようもないのではと思っていますがこれは間違いでしょうか。\n\nやり取りも値下げしたにも関わらず、取引成立後のメッセージ一切なしで、返品についての話をする中でも「謝る気あるんですか？」「こんな人がいるんですね」等の煽っているようなメッセージが来ます。\n返品となると匿名発送ができないので住所や名前を教えなければならず、それも嫌だなと思っています。\n\n同じような経験した方いらっしゃいましたらご意見いただければ幸いです。",
                    "answer_list": [
                        "新品未開封として販売したものです\nなので開封しておらず\n検品しておりません、なので責任はメーカーにあります。\nこちらに責任はありません。\nで、良いのではないかと。",
                        "キャンセルに応じず、新品で開封もしてないので自分の不手際ではない。と運営に問い合わせる。\nそれで運営に判断を任せてもいいかもしれません。\nどんな判断をするかは、微妙ですが…\n\nあと、\n返品してキャンセルになれば、\n商品の代金1000円も貴方の手元には入りません。\n何となく勘違いしてそうだったので一応。"
                    ],
                    "url": "https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q10247203190",
                    "id": "10247203190"
                }
            },
            {
                "yahoo_id": "11247281711",
                "content": {
                    "title": "pythonが使われてるシステムは具体的にどんなものがありますでしょうか？\nまた、pythonの開発の人月規模としてはどれくらいかも分かるようでしたら教えて頂けたらと。(ざっくりで良いです。例えば、五人のチームで簡単なブログシステムを開発したとかその程度で)\n\n自分の仕事で手掛けている範囲では見かけないので、昨今人気のpythonの利用実態を知りたいです。\n\n勿論業務倫理に抵触しない範囲で構いませんので、ご教示頂けますと幸いです。",
                    "answer_list": [],
                    "url": "https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q11247281711",
                    "id": "11247281711"
                }
            }
        ]
    },
    "code" : {
        "url": "https://chiebukuro.yahoo.co.jp/category/2078297622/question/list?page={}",
        "page_list" : []
    },
    "net":{
        "url" : "https://chiebukuro.yahoo.co.jp/category/2078297628/question/list?page={}",
        "page_list" : []
    }
}